{
  "nav": {
    "home": "Home",
    "welcome": "Welcome",
    "courses": "Courses",
    "about": "About Us",
    "contact": "Contact Us",
    "login": "Login",
    "logout": "Logout"
  },
  "subNav": {
    "finder": "course finder",
    "subjects": "training subjects",
    "certificate": "professional certificates",
    "formats": "training formats"
  },
  "footer": {
    "company": "COMPANY",
    "who": "Who We Are",
    "why": "Why Noor",
    "meet": "Meet The Team",
    "help": "HELP LINKS",
    "contact": "Contact Us",
    "dubai": "Dubai - UAE",
    "Tel": "Tel",
    "email": "E-Mail"
  },
  "mainPage": {
    "mobtaker": "Mobtaker",
    "mobtakerSlogan": "Your way to <span class= 'text-xl font-bold lg:text-2xl text-thirdColor'>success</span>, Top Demanded Programs in <span class= 'text-xl font-bold lg:text-2xl text-thirdColor'>one Place</span>.",
    "training": "Training",
    "trainingIntro": "your gateway to unlocking new skills and unleashing your potential! Are you ready to embark on a journey of lifelong learning and professional development? Look no further! Our comprehensive range of training courses is designed to equip you with the knowledge, skills, and confidence you need to succeed in today's fast-paced world.",
    "consultation": "Consultation",
    "consultationIntro": "your trusted partner in professional development and growth! Are you looking to take your skills and expertise to the next level? Do you need personalized guidance and support to navigate the challenges of today's competitive landscape? You've come to the right place!",
    "start": "start now",
    "feature": "Awesome Features",
    "featureCard1": "Scholarship Facility",
    "featureCard1Details": "Empowering minds through accessible education. Our scholarship facility opens doors to knowledge, fostering growth, and creating future leaders.",
    "featureCard2": "Online Courses",
    "featureCard2Details": "Elevate your learning experience with our online courses. Tailored for your success, our courses are designed to empower, inspire, and drive achievement.",
    "featureCard3": "Global Certification",
    "featureCard3Details": "Achieve international standards of expertise with our global certification programs. Stand out on the global stage, as your skills are acknowledged and respected across borders.",
    "courses": "Our Category Course",
    "coursesCard1": "Statistics",
    "coursesCard1Details": "Master the language of data! Our Statistics course empowers you to unravel the intricacies of data analysis, providing the tools and skills necessary to make informed decisions. Dive into the world of statistical analysis and unlock the potential of data-driven insights.",
    "coursesCard2": "Management",
    "coursesCard2Details": "Lead with confidence! Our Management course equips you with essential leadership skills to navigate the complexities of the business world. From strategic planning to effective team management, this course is your pathway to becoming a dynamic and strategic leader.",
    "coursesCard3": "Communication skills",
    "coursesCard3Details": "Unlock the power of effective communication! Our Communication Skills course is your passport to articulate expression, active listening, and impactful interaction. Elevate your interpersonal abilities, boost your confidence, and become a compelling communicator.",
    "enroll": "Enroll",
    "register": "Register Now",
    "registerDetails": "There is a moment in the life of an aspiring human that it is time to buy that first book.",
    "courseFree": "Courses for Free",
    "courseFreeDetails": "It is time to reach your goal",
    "fullName": "Full Name",
    "email": "Email address",
    "phone": "Phone number (123-456-7890)",
    "submit": "Submit",
    "experts": "Our Expert Trainers",
    "expert1": "Dr.Mohamed Elnagdy",
    "expert1Details": "Expert in using quantitative methods to support and make decisions.",
    "expert2": "Eng.Mohamed Gamal",
    "expert2Details": "Information technology Engineer",
    "expert3": "Eng.Abdallah Elshayeb",
    "expert3Details": "Software Engineer",
    "partner": "Our Partner",
    "partnerDetails": "Over more than 5 years in the field of providing training services, Mobtaker has enjoyed the trust of more than a million participants, as we are the most innovative in providing appropriate training solutions for individuals and institutions in the government and private sectors.",
    "hr": "Human resources",
    "info": "information technology",
    "accounting": "Finance and accounting",
    "develop": "Institutional development",
    "gov": "Audit and governance",
    "support": "Support services",
    "law": "Legal - judicial",
    "politics": "Politics and diplomacy",
    "socialDevelopment": "Social development",
    "media": "media",
    "management": "Program and project management",
    "statistics": "Economics and statistics",
    "health": "Health and safety",
    "environmental": "Environment and water",
    "engineering": "Engineering"
  },
  "courseDetails": {
    "category": "Category",
    "courseTitle": "Course title",
    "courseTitleEn": "Course title in En",
    "level": "Level",
    "days": "Days",
    "date": "Date",
    "enroll": "Enroll",
    "next": "Next",
    "previous": "Previous"
  },
  "aboutPage": {
    "about": "About Us",
    "aboutDetails": "Mobtaker for Professional & Management Development Training, With perfect execution in managing diversity and working together, we have obtained a competitive edge in the industry.",
    "ourCompany": "Our Company",
    "ourCompanyDetails": "Welcome to Mobtaker, a leading force in providing innovative programs and training courses. We are committed to empowering individuals through cutting-edge initiatives that foster leadership, innovation, and excellence.",
    "client":"Mobtaker client",
    "training":"Training hour",
    "certificate":"professional certificate",
    "program":"Training program",
    "vision": "Our Vision",
    "visionDetails": "To become a leading institution locally or regionally in the field of training and human resources development through:Practice - Professionalism - Trust.",
    "message": "Our Message",
    "messageDetails": "Enabling institutions and organizations to discover potential and unleash promising human potential, At Mobtaker for Training and Development, we seek to create a highly effective training system that simulates the direct and remote needs of the trainees, theoretically and practically, in a way that ensures raising the efficiency and productivity of the trainees directly and immediately. To this end, we have used the best expertise available internationally from competent academic trainers with recognized practical experience."
  },
  "contactPage": {
    "contact": "Contact Us"
  },
  "registerPage": {
    "register": "Course Registration",
    "name": "Name*",
    "email": "Email*",
    "address": "Address*",
    "city": "City*",
    "phone": "Phone*",
    "successMsg": "Thank you for submitting your registration. Our team will communicate with you.",
    "errorMsg": "All Fields must be filled."
  }
}
